{
  "questions": [
    "Today’s schools should teach their students how to survive financially in the world today. To what extent do you agree or disagree with this statement?",
    "Many people nowadays travel abroad for their university education. Why do people do this? Would you consider doing this yourself and why?",
    "The end of the world’s fossil fuel resources and the subsequent changes will be a positive development in society. To what extent do you agree or disagree with this statement?",
    "Many parents give jobs to their children to do around the house in order to develop their characters and self-sufficiency. Discuss this idea and give your opinion.",
    "It must be a woman who stays at home to care for children. Men are not suited to this kind of work. To what extent do you agree or disagree with this statement?",
    "Some people today believe that the world’s increase in population is unsustainable and will eventually lead to a global crisis. Other people believe that world population increase is necessary and beneficial as it creates the growth of the world’s economy and society. Discuss both these views and give your opinion.",
    "The world today is a safer place than it was a hundred years ago, and governments should stop spending large amounts of money on their armed forces. To what extent do you agree or disagree with this statement?",
    "It seems clear that obesity in today’s society is to some extent due to the availability of fast food. Should governments place a tax on fast food to reduce the amount of fast food consumed?",
    "It is the responsibility of individuals to save and provide for their own retirement. Governments have no obligation to provide this benefit. To what extent do you agree or disagree with this statement?",
    "Some people believe that having sport in schools is a waste of time and resources, whilst other people believe that sport in schools is a vital part of education. Discuss both these views and give your opinion.",
    "Young people who commit serious crimes should receive the same punishment as adult offenders. Do you agree or disagree? Give reasons for your answer and include relevant examples from your knowledge or experience.",
    "Some argue that poor living conditions drive people to commit crimes, while others believe that it is the result of individuals’ bad intentions. Discuss both views and give your own opinion. Give reasons for your answer and include relevant examples from your knowledge or experience.",
    "Some people believe that money spent on air travel is a waste of resources and should be better used to help the poor. To what extent do you agree or disagree? Give reasons for your answer and include relevant examples from your knowledge or experience.",
    "Scientists believe that computers will become more intelligent than humans in the future. Some people think this as a positive development, while others disagree. Discuss both views and give your opinion. Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
    "Nowadays in many countries, young people don’t communicate with older people as much as they used to. Why is this happening? How could this situation be improved?"
  ]
}
